content/post/creativity.md
+++
title = "Creativity in the age of Photoshop"
date = 2024-05-13
tags = ["Creativity", "Personal development", "Sharing"]
categories = ["Perfectionism", "Play", "AI", "Authenticity"]
draft = false
featured_image = "/img/featured_creativity.jpg"
f_alt = "A graphics of four colorful beetles seen from above walking over a black and white striped surface that looks like a pedestrian crossing."
+++

> "I Dig a Pygmy" by Charles Hawtrey and the Deaf Aids. Phase one, in which Doris gets her oats.
>
> -   John Lennon on "Two of Us"

My husband and I have been watching _The Beatles: Get Back_ documentary and it made me think a lot about creativity, art and authenticity.

I love The Beatles. Every time I hear the opening chord of the _Hard Day's Night_, I am transported back in time, 6 years old, sitting in the back of the car on our way to visit grandma on a Saturday. Beatles have shaped my taste in music more than probably any other band. Despite all the difficulties and the drama that accompanied the making of what turned out to be their last album -- Let It Be -- it is such a treat to watch them at work. Or maybe I should rather say _to watch them at play_.

Once they get into a flow, the four of them seem to be having so much fun. They break out into random songs, add silly lyrics, banter and laugh. While they are undoubtedly working and creating gems such as _Let It Be_, the process is so very clearly play. And not only in the sense that they are playing music, which they obviously are, but they are also playing with the music, with each other and with their ideas.

I was surprised to realise how many of these spontaneous little moments made it onto the finished album, just like the quote that introduced this blog post. It's something John Lennon says out of nowhere, making everyone laugh. It has nothing to do with any of the songs. But it is there, the first thing on the album. Ir's far from the only example. There are many bits and pieces that were clearly improvised, created from a moment of sudden inspiration, a moment of play. Most of them are just funny, silly, little things. But as a listener, I find them to be oh, so delightful.


## The times of "perfect" {#the-times-of-perfect}

Watching The Beatles at play made me confront expectations I have about my own process of creation. Art and creative expression have been becoming more and more important for me over the last several years. I am getting more and more convinced that creative flow is one of the biggest joys in life and something we humans need to be happy. It doesn't have to be big art, there are infinitely many ways to be creative. In my case it's mostly writing, fibre crafts (like knitting and crochet) and an occasional drawing. My talent and ambitions are modest, and my goal is almost entirely just my own fun and satisfaction.

If the stakes of my creation are so low, why then do I seem to be more afraid of being silly and making mistakes than The Beatles were, while they were producing an album they knew millions were waiting for?

I think a part of it is the times we are living in. All of us have constant access to tools that allow us to make anything look just that little bit more polished. Just that little bit more "perfect". Filters, photo editors, auto-tune, and now most of it powered by AI in addition. Heck, just the ability to take 50 selfies so we can pick the best one is a way of polishing reality that is very new in the history of humankind.

I know there are people who are trying to fight against this on social media, posting content and images that are more authentic, but I would say these are in the minority. There are many more who will say they are posting a candid photo, but still make sure to get themselves from the good side, or make sure the lighting is just right, or whatever else.. And most will just go with it and do their best to make their creation as polished and professional-looking as possible.

The result is that we are exposed to a stream of what pretends to be the normal life of others, but in reality is highly-polished highlights of their lives. In return, we feel like that is the level we should aim for when we are sharing something of our own. Anything less feels just plain not-good-enough. And sadly, these aren't completely empty fears, because in the day and age of social media, the criticism we might receive online can be absolutely cruel and ruthless. I just think about the women who show their normal faces and their age in an attempt to normalise the way an average 30 or 40 year old looks like without any procedures and makeup, and they get shredded to pieces in the comment sections. We are all so used to unattainable standards that we don't even know that that is what they are anymore.

If this is happening with "normal" people, it's no wonder that the vast majority of big-name actors and pop stars (if not all) have a number of plastic surgeries, veneers on their teeth, flawless makeup, contouring, and an aura of effortless perfection about them. I find it so refreshing to look at music videos and concerts from a few decades ago. People look so much less polished, less perfect, and (I am probably projecting here) more at peace with that lack of perfection. Skin texture, less-than-perfect teeth, body hair, nipples showing through the tops, normal faces, normal bodies, and clothes and makeup that were meant more as a form of expression, rather than a way to hide the flaws of their wearer.

Looking at The Beatles jamming in their studio in 1969, I couldn't help but wonder what we might be losing in our hunt for perfection.  Because while it might feel like it makes sense to pursue perfection, it seemed to me that we are, indeed, losing something. I think creativity might be one of the first victims of perfectionism.


## Creativity requires play. {#creativity-requires-play-dot}

Creativity is impossible to control. It is not something we can force. We can facilitate creativity by crafting the right conditions and hoping for it to appear, but we can't make it happen.

Creativity is something that emerges spontaneously from play. Play is one of those things that are difficult to define, although we all experience it and intuitively know it when we see it. Play means engaging with our internal and external world in the moment, exploring, having fun. It's a state of focus and flow, that we access so easily when we are young, but it gets more difficult as we get older. While play might look a little different in adults, it is still play, and it is the state in which we can reach into the well of our creativity.

What do we need to be able to play? One of the main requirements is a sense of safety. Not feeling safe makes it difficult to focus deeply, and to try new things that might lead to mistakes. Without feeling safe to fail, we can't play. The other thing is the right kind of challenge: something interesting and stimulating, something that stretches us, but is still within our abilities. Ultimately, play is built on trust. Trust that our environment is safe and that we are allowed to explore, try and fail; and trust in our own ability to overcome the challenge.


## Perfectionism killed the cat... I mean, play {#perfectionism-killed-the-cat-dot-dot-dot-i-mean-play}

Perfectionism is at the opposite end of the spectrum from play. There is nothing easy or playful about it, and I think one of the main reasons is that it is born out of fear.

> I think perfectionism is based on the obsessive belief that if you run carefully enough, hitting each stepping-stone just right, you won't have to die.
>
> -   Anne Lamott in _Bird by Bird_

Perfectionism is the fear that keeps us from trusting the safety of our playground. We don't think we can afford mistakes. And perfectionism is the the fear that erodes our trust in ourselves. When perfection is the goal, we can never ever be good enough, and it's only a matter of time before the fear paralyses us into procrastination and avoidance.

Imperfection is so very, very necessary, and being OK with it opens the doors to creativity, connection and authenticity.

It is our mistakes and the acceptance of mistakes that allow us to play, to practice, to be truly creative, to develop ourselves. It is how we learn and how we become better.

It is in our mistakes and in our lows that we best connect with others; they are what makes us human, what makes us relatable, what makes us real. I feel like we live in times where we would prefer "perfect" over "real". Maybe it's not so strange that the use of AI tools is becoming so common for tasks that are at their core creative ones. It feels safer not to show ourselves, not to risk failure. And definitely easier to avoid having to be creative when we are paralysed by perfectionism.

Most of us know all that, but that doesn't remove the fear, nor the pressure we feel from the society.

Perfection seems like such a noble goal from the outside, for who wouldn't want to be "perfect". But its pursuit is a prison. It keeps us from freely exploring the world and ourselves. Perfectionism steals our play away, and with it our creativity, authenticity and connection to others. Truth is, we will make mistakes anyway, no matter how hard we try. We might as well stop trying so hard, and we will have more fun leaning into our mistakes, rather than fearing them.

To be honest, I am not sure where I am heading with this. I am winging it as I go, because I am trying to do as I preach. I am trying to play. To be real. To stop being afraid of imperfection. And I know that I will make mistakes and be cringey and that not everyone will like me, and I am doing my best to be OK with it.

I think the tide of our times will turn. Just like the 50s were followed by the 60s, which seemed much less concerned with perfection, I think people will eventually get tired of stepping so carefully through their lives. And until then, we can swim against the tide and have fun with it.
